Repository: doc-l10n-kit/ja-3scale
Catalog: l10n/tmx/3scale.tmx
Source language: en
Languages: ja_jp

source: layout: page title: Contribute heading: <span id="nav_contribute" class="active">Contribute</span><br />to grow permalink: /contribute order: 3
ja_jp: layout: page title: 貢献 heading: 成長に<br /><span id="nav_contribute" class="active">貢献</span> permalink: /contribute order: 3

source: layout: page title: 3scale API Management heading: <a href="#share" id="nav_share">Share</a>, <a href="#secure" id="nav_secure">secure</a>, <a href="#control" id="nav_control">control</a>, <a href="#analyze" id="nav_analyze">analyze</a>, and <a href="#monetize" id="nav_monetize">monetize</a> your APIs<span class="active">.</span> permalink: /
ja_jp: layout: page title: 3scale API Management heading: APIの<a href="#share" id="nav_share">共有</a>、<a href="#secure" id="nav_secure">保護</a>、<a href="#control" id="nav_control">管理</a>、<a href="#analyze" id="nav_analyze">分析</a>、そして <a href="#monetize" id="nav_monetize">収益化</a><span class="active"></span> permalink: /

source: <section class="summary"> <i class="fas fa-sitemap"></i> Developer Portal <p><span class="conditional-highlight">Share</span> your API's with the world, educate developers with interactive docs and empower them with a private area to manage their subscriptions, keys and apps.</p> </section> <section class="functional focus"> <ol class="feature-chain"> <li class="feature" id=""><a href="{{ site.3scale_docs_url }}{{ site.3scale_product_version }}/html/developer_portal/authentication">flexible authentication</a></li> <li class="feature" id=""><a href="{{ site.3scale_docs_url }}{{ site.3scale_product_version }}/html/developer_portal/change-built-in-pages">custom HTML, JS and CSS</a></li> <li class="feature" id=""><a href="{{ site.3scale_docs_url }}{{ site.3scale_product_version }}/html/developer_portal/custom-signup-fields">custom sign-up form & email templates</a></li> </ol> </section> </article>
ja_jp: <section class="summary"> <i class="fas fa-sitemap"></i> Developer Portal <p>APIを世界と<span class="conditional-highlight">共有</span>、インタラクティブなドキュメントで開発者を教育し、サブスクリプション、キー、アプリを管理する為のプライベートエリアを開発者に提供します。</p> </section> <section class="functional focus"> <ol class="feature-chain"> <li class="feature" id=""><a href="{{ site.3scale_docs_url }}{{ site.3scale_product_version }}/html/developer_portal/authentication">柔軟な認証</a></li> <li class="feature" id=""><a href="{{ site.3scale_docs_url }}{{ site.3scale_product_version }}/html/developer_portal/change-built-in-pages">カスタムHTML、JS、CSS</a></li> <li class="feature" id=""><a href="{{ site.3scale_docs_url }}{{ site.3scale_product_version }}/html/developer_portal/custom-signup-fields">カスタムサインアップフォーム、メールテンプレート</a></li> </ol> </section> </article>

source: <section class="summary"> <i class="fas fa-fingerprint"></i> API Authentication <p>Use one of the three different authentication patterns to <span class="conditional-highlight">secure</span> access to your APIs.</p> </section> <section class="functional"> <ol class="feature-chain"> <li class="feature" id=""><a href="{{ site.3scale_docs_url }}{{ site.3scale_product_version }}/html/api_authentication/authentication-patterns#api_key">API Key</a></li> <li class="feature" id=""><a href="{{ site.3scale_docs_url }}{{ site.3scale_product_version }}/html/api_authentication/authentication-patterns#app_id_and_app_key_pair">App Id and Key pair</a></li> <li class="feature" id=""><a href="{{ site.3scale_docs_url }}{{ site.3scale_product_version }}/html/api_authentication/authentication-patterns#openid_connect">OpenID Connect</a></li> </ol> </section> </article>
ja_jp: <section class="summary"> <i class="fas fa-fingerprint"></i> API認証 <p>3つの異なる認証パターンのいずれかを使用してAPIへのアクセスを<span class="conditional-highlight">保護</span>します。</p> </section> <section class="functional"> <ol class="feature-chain"> <li class="feature" id=""><a href="{{ site.3scale_docs_url }}{{ site.3scale_product_version }}/html/api_authentication/authentication-patterns#api_key">APIキー</a></li> <li class="feature" id=""><a href="{{ site.3scale_docs_url }}{{ site.3scale_product_version }}/html/api_authentication/authentication-patterns#app_id_and_app_key_pair">App Idとキーペア</a></li> <li class="feature" id=""><a href="{{ site.3scale_docs_url }}{{ site.3scale_product_version }}/html/api_authentication/authentication-patterns#openid_connect">OpenID Connect</a></li> </ol> </section> </article>

source: <section class="summary"> <i class="fas fa-clipboard-list"></i> Plans, Rules & Limits <p><span class="conditional-highlight">Control</span> access to your APIs with plans, metrics, methods, and rate limits.</p> </section> <section class="functional"> <ol class="feature-chain"> <li class="feature" id=""><a href="{{ site.3scale_docs_url }}{{ site.3scale_product_version }}/html/access_control/api-definition-methods-metrics">Methods and Metrics</a></li> <li class="feature" id=""><a href="{{ site.3scale_docs_url }}{{ site.3scale_product_version }}/html/access_control/api-definition-methods-metrics#application-plans">Application Plans</a></li> <li class="feature" id=""><a href="{{ site.3scale_docs_url }}{{ site.3scale_product_version }}/html/access_control/api-definition-methods-metrics#rate-limits">Rate limits</a></li> </ol> </section> </article>
ja_jp: <section class="summary"> <i class="fas fa-clipboard-list"></i> プラン、ルール、そしてリミット <p>プラン、メトリクス、メソッド、レート制限を用いてAPIへのアクセスを<span class="conditional-highlight">制御</span>します。</p> </section> <section class="functional"> <ol class="feature-chain"> <li class="feature" id=""><a href="{{ site.3scale_docs_url }}{{ site.3scale_product_version }}/html/access_control/api-definition-methods-metrics">メソッドとメトリクス</a></li> <li class="feature" id=""><a href="{{ site.3scale_docs_url }}{{ site.3scale_product_version }}/html/access_control/api-definition-methods-metrics#application-plans">アプリケーションプラン</a></li> <li class="feature" id=""><a href="{{ site.3scale_docs_url }}{{ site.3scale_product_version }}/html/access_control/api-definition-methods-metrics#rate-limits">レート制限</a></li> </ol> </section> </article>

source: <section class="summary"> <i class="fas fa-user-circle"></i> Analytics <p><span class="conditional-highlight">Analyse</span> your API's usage through daily averages, top applications and response codes.</p> </section> <section class="functional"> <ol class="feature-chain"> <li class="feature" id=""><a href="{{ site.3scale_docs_url }}{{ site.3scale_product_version }}/html/analytics/out-of-the-box-analytics">Per-application</a></li> <li class="feature" id=""><a href="{{ site.3scale_docs_url }}{{ site.3scale_product_version }}/html/analytics/response-codes-tracking">Response code tracking</a></li> <li class="feature" id=""><a href="{{ site.3scale_docs_url }}{{ site.3scale_product_version }}/html/analytics/exporting-analytics">Export analytics</a></li> </ol> </section> </article>
ja_jp: <section class="summary"> <i class="fas fa-user-circle"></i> 分析 <p>日次平均、トップアプリケーション、レスポンスコードを通じてAPIの使用状況を<span class="conditional-highlight">分析</span>します。</p> </section> <section class="functional"> <ol class="feature-chain"> <li class="feature" id=""><a href="{{ site.3scale_docs_url }}{{ site.3scale_product_version }}/html/analytics/out-of-the-box-analytics">アプリケーション毎</a></li> <li class="feature" id=""><a href="{{ site.3scale_docs_url }}{{ site.3scale_product_version }}/html/analytics/response-codes-tracking">レスポンスコードトラッキング</a></li> <li class="feature" id=""><a href="{{ site.3scale_docs_url }}{{ site.3scale_product_version }}/html/analytics/exporting-analytics">分析のエクスポート</a></li> </ol> </section> </article>

source: <section class="summary"> <i class="fas fa-credit-card"></i> Billing <p><span class="conditional-highlight">Monetize</span> your APIs through pricing rules, paid plans, automated billing and invoicing.</p> </section> <section class="functional"> <ol class="feature-chain">
ja_jp: <section class="summary"> <i class="fas fa-credit-card"></i> 請求 <p>価格設定ルール、優良プラン、自動請求を通じてAPIを<span class="conditional-highlight">収益化</span>します。</p> </section> <section class="functional"> <ol class="feature-chain">

source: <article class="chapter"> <section id="use" class="summary"> Use Now <ul> <li><a href="https://www.3scale.net/signup/">Sign up</a> for a free trial of our hosted version.</li> <li>Free trial plan.</li> <li>Get a <em>feel for the product.</em></li> </ul> </section> </article>
ja_jp: <article class="chapter"> <section id="use" class="summary"> 今すぐ利用開始 <ul> <li>ホスティング版のフリートライアルを<a href="https://www.3scale.net/signup/">サインアップ</a></li> <li>フリープラン</li> <li><em>プロダクトを体験</em></li> </ul> </section> </article>
